Repository: billvog/unibus
Catalog: web/src/locales/*.po
Languages: el

source: {walkingTime, plural, one {# minute} other {# minutes}}
el: {walkingTime, plural, one {# λεπτό} other {# λεπτά}}

source: <0>Make sure you have enabled your location!</0><1>This way we can show you more information about your destination.</1><2>Give us permission through your browser settings!</2>
el: <0>Βεβαιώσου ότι έχεις ενεργοποιήσει την τοποθεσία σου!</0><1>Έτσι θα μπορούμε να σου δείξουμε περισσότερες πληροφορίες για τον προορισμό σου.</1><2>Δώσε μας την άδεια μέσα από τις ρυθμίσεις του περιηγητή σου!</2>

source: Add to favorites
el: Προσθήκη στα αγαπημένα

source: An error occurred while updating favorites
el: Προέκυψε ένα σφάλμα κατά την ενημέρωση των αγαπημένων

source: Close
el: Κλείσιμο

source: Directions
el: Οδηγίες

source: Distance
el: Απόσταση

source: Duration
el: Διάρκεια

source: Enable now
el: Ενεργοποίηση τώρα

source: Error!
el: Σφάλμα!

source: Hmm.. it seems unibus <0>is not available in your region</0>
el: Χμμ.. φαίνεται πως το unibus <0>δεν είναι διαθέσιμο στην περιοχή σου</0>

source: Hmm.. it's a bit far! <0>Maybe take a bus?</0>
el: Χμμ.. είναι λίγο μακριά! <0>Μήπως να πάρεις αστικό;</0>

source: How we use your data.
el: Πώς χρησιμοποιούμε τα δεδομένα σου.

source: Later
el: Αργότερα

source: Login
el: Σύνδεση

source: Login to unlock personalized features that make your trips smoother.
el: Συνδέσου για να ξεκλειδώσεις εξατομικευμένες λειτουργίες που κάνουν τις μετακινήσεις σου πιο ομαλές.

source: Login with {providerName}
el: Σύνδεση με {providerName}

source: Logout
el: Αποσύνδεση

source: No buses expected in the next 30 minutes
el: Δεν αναμένονται λεωφορεία τα επόμενα 30 λεπτά

source: No results found
el: Δεν βρέθηκαν αποτελέσματα

source: Now
el: Τώρα

source: Privacy policy.
el: Πολιτική απορρήτου.

source: Remove from favorites
el: Αφαίρεση από αγαπημένα

source: Reset
el: Επαναφορά

source: Schedule
el: Πρόγραμμα

source: Select Language
el: Επιλογή Γλώσσας

source: Send stellar help
el: Στείλε αστρική βοήθεια

source: Something went wrong during logout
el: Κάτι πήγε στραβά κατά την αποσύνδεση

source: Something went wrong during your login. Please try again.
el: Κάτι πήγε λάθος κατά την είσοδό σου. Παρακαλώ δοκίμασε ξανά.

source: Something went wrong! Try again
el: Κάτι πήγε στραβά! Προσπαθήστε ξανά

source: Stellar help sent!
el: Η αστρική βοήθεια στάλθηκε!

source: Successful logout
el: Επιτυχής αποσύνδεση

source: The request to get your location timed out.
el: Το αίτημα για την πρόσβαση στην τοποθεσία σου έληξε.

source: To {stopName}
el: Προς {stopName}

source: Total distance
el: Συνολική απόσταση

source: Total duration
el: Συνολική διάρκεια

source: Unfortunately, unibus is currently not supported in your region. We are constantly working to add new cities and regions!
el: Δυστυχώς, προς το παρόν, το unibus δεν υποστηρίζεται στην περιοχή σου. Εργαζόμαστε συνεχώς για να προσθέσουμε νέες πόλεις και περιοχές!

source: unibus is better when you have <0>your location enabled</0>
el: Το unibus είναι καλύτερο όταν έχεις <0>ενεργοποιημένη την τοποθεσία σου</0>

source: Until then, you can send stellar help
el: Μέχρι τότε, μπορείς να στείλεις αστρική βοήθεια

source: We are currently unable to display the page. <0/>Please try again later.
el: Αυτή τη στιγμή δεν μπορούμε να εμφανίσουμε την σελίδα. <0/>Παρακαλώ δοκίμασε ξανά αργότερα.

source: We don't store your location
el: Δεν αποθηκεύουμε την τοποθεσία σου

source: We hope to be with you soon!
el: Ελπίζουμε να είμαστε κοντά σου σύντομα!

source: We promise that
el: Υποσχόμαστε πως

source: We will only use it to give you the best experience
el: Θα τη χρησιμοποιήσουμε μόνο για να σου προσφέρουμε την καλύτερη εμπειρία

source: We're having a problem
el: Αντιμετωπίζουμε κάποιο πρόβλημα

source: Welcome!
el: Καλώς ήρθες!

source: What is this?
el: Τι είναι αυτό;

source: Where to?
el: Πού θες να πας;

source: You can learn how we use your data in our <0>privacy policy</0>.
el: Μπορείς να μάθεις πως χρησιμοποιούμε τα δεδομένα σου στην <0>πολιτική απορρήτου μας</0>.

source: You denied access to your location.
el: Αρνήθηκες την πρόσβαση στην τοποθεσία σου.

source: Your location information is unavailable.
el: Η τοποθεσία σου δεν είναι διαθέσιμη.
